{
  "create": {
    "map": {
      "title": "Select area on the map",
      "desc": "Click the search icon to locate your area. Use the polygon tool (top right) to draw boundaries for the game. If no boundary is selected, the entire visible area will be used."
    },
    "name": "Name your room",
    "solutions": {
      "title": "Select solutions",
      "tooltip": "Choose the solutions tailored to your local context, ensuring they address regional challenges effectively.",
      "limit": {
        "tooltip": "Allocate the number of solutions each participant can place onto the map in the first (placement) phase of each round."
      }
    },
    "roles": {
      "title": "Select roles",
      "tooltip": "Choose the stakeholder roles that will be available for the players"
    },
    "time": {
      "placement": {
        "title": "Time for placement",
        "tooltip": "Set the timer for the first phase of each round (placing the solutions onto the map within the defined area)."
      },
      "voting": {
        "title": "Time for voting",
        "tooltip": "Set the timer for the second phase of each round (voting for the solutions placed by players in the first phase)."
      }
    },
    "confirm": "Create Room",
    "cancel": "Cancel",
    "random_name": "Random",
    "players": {
      "title": "Max players",
      "tooltip": "Set the number of maximum players that can be in this game."
    },
    "rounds": {
      "title": "Total rounds",
      "tooltip": "Set the total number of rounds for this session. Each round has one placement and voting phase."
    },
    "solutions_limit": {
      "title": "Max solutions per round per player"
    },
    "budget": {
      "title": "Initial budget"
    },
    "votes": {
      "title": "Max votes",
      "tooltip": "Allocate the number of votes each participant has for the second phase of each round (voting)."
    },
    "header": {
      "title": "You are the Facilitator!",
      "message": "Please create your room by customizing it below."
    }
  },
  "play": {
    "modal": {
      "start": {
        "game": {
          "title": "Phase One: Placing Solutions",
          "message": "Select solutions from the left panel and place them onto the map within the pre-defined area. Place all solutions before the timer expires. Use the dropdown to read each solution's description before placing it on the map. Each player can select a limited number of solutions. Participants are encouraged to review all options and choose the solutioins they believe are the most impactful and feasible.",
          "message2": "Wait for the facilitator to start the round.",
          "tip": "Hint: You can use the layers button on the map to switch to satellite images.",
          "button": "Start Placing"
        },
        "voting": {
          "title": "Phase Two: Voting",
          "message": "Click the solutions on the map placed in the previous round and vote. Use all your votes before the timer expires. Click on the solutions to read each description before voting. Each player has a limited number of votes, encouraging strategic decision-making.",
          "message2": "Wait for the facilitator to start the voting.",
          "button": "Start Voting"
        }
      },
      "end": {
        "title": "Round Finished",
        "message": "Facilitator needs to progress to the next round.",
        "button": "Next Round"
      },
      "confirmation": {
        "finish-voting": "Are you sure you want to finish voting before the timer runs out?",
        "confirm": "Confirmation",
        "yes": "Yes",
        "no": "No",
        "finish-round": "Are you sure you want to finish this round before the timer runs out?",
        "confirm-vote": "Are you sure you want to vote for"
      }
    },
    "voting": {
      "players-finished": "All players finished voting.",
      "learn-more": "Click on a solution to learn more",
      "votes-left": "Votes Left"
    },
    "game": {
      "solutions": "Solutions",
      "role": "Role",
      "budget": "Budget",
      "place-solution": "Click on the map to place the selected solution."
    },
    "generic": {
      "end-round": "End Round",
      "time": "Time",
      "end-voting": "End Voting",
      "delete": "Delete",
      "back": "Back to List",
      "vote": "Vote"
    }
  },
  "home": {
    "about": "About",
    "desc": "Building Consensus for Climate Adaptation Planning",
    "start": "Start",
    "choose": "Choose a room option below to begin!",
    "create": "Create",
    "join": "Join"
  },
  "generic": {
    "button": {
      "back": "Back",
      "play": "Play",
      "cancel": "Cancel",
      "save": "Save",
      "select": "Select"
    },
    "continue": "Continue"
  },
  "about": {
    "how-to-play": {
      "desc": {
        "beforeStartTitle": "Before the game begins:",
        "beforeStartDescription": "Facilitators set the stage by defining the area of interest and customizing the game by drawing a polygon and delineating the boundaries of the game. Facilitators then select a list of EBA solutions suited to the local context, ensuring they align with regional challenges.",
        "phase1Title": "Phase 1: Place solutions",
        "phase1Steps": {
          "1": "Select solutions from the left panel and place them onto the map within the pre-defined area.",
          "2": "Place all solutions before the timer expires.",
          "3": "Use the dropdown to read each solution's description before placing it on the map.",
          "4": "Each player can select a limited number of solutions."
        },
        "phase2Title": "Phase 2: Voting",
        "phase2Steps": {
          "1": "Click solutions on the map placed in the previous round and vote.",
          "2": "Utilize all your votes for solutions before the timer expires.",
          "3": "Click on the solutions to read each description before voting.",
          "4": "Each player has a limited number of votes, encouraging strategic decision-making."
        }
      },
      "title": "How to play the game?"
    },
    "desc": "This game is an interactive tool to engage communities and local authorities in co-creating urban solutions. This digital platform facilitates participatory spatial decision-making by addressing conflicting perspectives and promoting collaboration. Participants work together to propose, discuss, and vote on solutions tailored to the region's specific ecological, social, and economic needs. This process encourages inclusive decision-making and fosters innovative, community-driven solutions for sustainable development."
  },
  "lobby": {
    "header": {
      "facilitator-message": "Start the game when all players are ready.",
      "title": "Welcome to the {{roomName}} lobby!",
      "player-message": "The facilitator will start the game when everyone is ready."
    },
    "popup": {
      "choose-color": "Choose Icon Color",
      "title": "Edit Name and Icon Color",
      "choose-name": "Name",
      "name-placeholder": "Enter your name..."
    },
    "userlist": {
      "icon": "Icon",
      "user": "User",
      "role": "Role",
      "actions": "Actions",
      "no-players": "No players connected.",
      "role-placeholder": "Select role...",
      "popup-label": "Edit name",
      "leave-room-label": "Leave room",
      "remove-player-label": "Remove player"
    }
  },
  "join": {
    "header": "Available Rooms",
    "message": "Select a room to join",
    "no-rooms": "No Rooms Available"
  },
  "user-info": {
    "player": "Player",
    "facilitator": "Facilitator"
  },
  "error": {
    "solution-dne": "Solution from the marker does not exist..."
  },
  "solution-info": {
    "vote-count": "Votes count",
    "round-placed": "Placed in round",
    "placed-by": "Placed by",
    "price": "Price",
    "location": "Location",
    "show": "Show location in OSM",
    "votes": "Votes",
    "information": "Solution Information",
    "show-more": "Show More Info"
  },
  "results": {
    "export": "Export",
    "spent": "Spent",
    "score": "Score",
    "click-to-progress": "You can click continue to progress to the next round.",
    "check-score": "Check out your score! The facilitator will progress the game when ready.",
    "results": "Results!",
    "thank-you": "Thank you for playing!"
  }
}
