{
  "create": {
    "name": "Nombra tu habitación",
    "map": {
      "title": "Seleccionar zona en el mapa",
      "desc": "Haga clic en el icono de búsqueda para localizar su área. \nUsa la herramienta polígono (arriba a la derecha) para dibujar los límites del juego. \nSi no se selecciona ningún límite, se utilizará toda el área visible."
    },
    "solutions": {
      "title": "Seleccionar soluciones",
      "tooltip": "Elija las soluciones adaptadas a su contexto local, asegurándose de que aborden los desafíos regionales de manera efectiva.",
      "limit": {
        "tooltip": "Asigne la cantidad de soluciones que cada participante puede colocar en el mapa en la primera fase (ubicación) de cada ronda."
      }
    },
    "roles": {
      "title": "Seleccionar roles",
      "tooltip": "Elija los roles de partes interesadas que estarán disponibles para los jugadores"
    },
    "time": {
      "placement": {
        "title": "tiempo de colocación",
        "tooltip": "Configura el cronómetro para la primera fase de cada ronda (colocando las soluciones en el mapa dentro del área definida)."
      },
      "voting": {
        "title": "hora de votar",
        "tooltip": "Configura el cronómetro para la segunda fase de cada ronda (votando las soluciones colocadas por los jugadores en la primera fase)."
      }
    },
    "cancel": "Cancelar",
    "confirm": "Crear habitación",
    "random_name": "Aleatorio",
    "votes": {
      "tooltip": "Asigna el número de votos que tiene cada participante para la segunda fase de cada ronda (votación).",
      "title": "Votos máximos"
    },
    "budget": {
      "title": "Presupuesto inicial"
    },
    "solutions_limit": {
      "title": "Soluciones máximas por ronda por jugador"
    },
    "rounds": {
      "tooltip": "Establezca el número total de rondas para esta sesión. \nCada ronda tiene una fase de colocación y votación.",
      "title": "Rondas totales"
    },
    "players": {
      "tooltip": "Establece el número máximo de jugadores que pueden estar en este juego.",
      "title": "Jugadores máximos"
    },
    "header": {
      "message": "Cree su habitación personalizándola a continuación.",
      "title": "¡Eres el facilitador!"
    }
  },
  "home": {
    "desc": "Construyendo consenso para la planificación de la adaptación climática",
    "start": "Comenzar",
    "choose": "¡Elija una opción de habitación a continuación para comenzar!",
    "create": "Crear",
    "join": "Unirse",
    "about": "Acerca de"
  },
  "play": {
    "modal": {
      "start": {
        "game": {
          "title": "Fase uno: colocación de soluciones",
          "message": "Seleccione soluciones en el panel izquierdo y colóquelas en el mapa dentro del área predefinida. \nColoque todas las soluciones antes de que expire el cronómetro. \nUtilice el menú desplegable para leer la descripción de cada solución antes de colocarla en el mapa. \nCada jugador puede seleccionar un número limitado de soluciones. \nSe anima a los participantes a revisar todas las opciones y elegir las soluciones que consideren más impactantes y factibles.",
          "button": "Empezar a colocar",
          "message2": "Espere a que el facilitador comience la ronda.",
          "tip": "Sugerencia: puede usar el botón Capas en el mapa para cambiar a imágenes satelitales."
        },
        "voting": {
          "title": "Fase dos: votación",
          "message": "Haga clic en las soluciones en el mapa colocado en la ronda anterior y vote. \nUtilice todos sus votos antes de que expire el cronómetro. \nHaga clic en las soluciones para leer cada descripción antes de votar. \nCada jugador tiene un número limitado de votos, lo que fomenta la toma de decisiones estratégicas.",
          "button": "Empezar a votar",
          "message2": "Espere a que el facilitador comience la votación."
        }
      },
      "end": {
        "title": "Redondo Acabado",
        "message": "El facilitador necesita avanzar a la siguiente ronda.",
        "button": "Próxima ronda"
      },
      "confirmation": {
        "finish-voting": "¿Estás seguro de que quieres terminar de votar antes de que se agote el temporizador?",
        "confirm": "Confirmación",
        "confirm-vote": "¿Estás seguro de que quieres votar?",
        "finish-round": "¿Estás seguro de que quieres terminar esta ronda antes de que se agote el temporizador?",
        "no": "No",
        "yes": "Sí"
      }
    },
    "voting": {
      "players-finished": "Todos los jugadores terminaron de votar.",
      "learn-more": "Haga clic en una solución para obtener más información",
      "votes-left": "Los votos quedan"
    },
    "game": {
      "budget": "Presupuesto",
      "place-solution": "Haga clic en el mapa para colocar la solución seleccionada.",
      "role": "Role",
      "solutions": "Soluciones"
    },
    "generic": {
      "back": "Volver a la lista",
      "delete": "Borrar",
      "end-round": "Finalizar",
      "end-voting": "Finalizar la votación",
      "time": "Tiempo",
      "vote": "Votar"
    }
  },
  "about": {
    "desc": "Este juego es una herramienta interactiva para involucrar a las comunidades y las autoridades locales en la creación de soluciones urbanas. \nEsta plataforma digital facilita la toma de decisiones espaciales participativas al abordar perspectivas conflictivas y promover la colaboración. \nLos participantes trabajan juntos para proponer, discutir y votar sobre soluciones adaptadas a las necesidades ecológicas, sociales y económicas específicas de la región. \nEste proceso fomenta la toma de decisiones inclusivas y fomenta soluciones innovadoras e impulsadas por la comunidad para el desarrollo sostenible.",
    "how-to-play": {
      "desc": {
        "beforeStartDescription": "Los facilitadores prepararon el escenario definiendo el área de interés y personalizando el juego dibujando un polígono y delineando los límites del juego. \nLos facilitadores luego seleccionan una lista de soluciones EBA adecuadas para el contexto local, asegurando que se alineen con los desafíos regionales.",
        "beforeStartTitle": "Antes de que comience el juego:",
        "phase1Steps": {
          "1": "Seleccione soluciones del panel izquierdo y colóquelas en el mapa dentro del área predefinida.",
          "2": "Coloque todas las soluciones antes de que expire el temporizador.",
          "3": "Use el menú desplegable para leer la descripción de cada solución antes de colocarla en el mapa.",
          "4": "Cada jugador puede seleccionar un número limitado de soluciones."
        },
        "phase1Title": "Fase 1: Soluciones de lugar",
        "phase2Steps": {
          "1": "Haga clic en soluciones en el mapa colocado en la ronda anterior y vote.",
          "2": "Utilice todos sus votos para soluciones antes de que expire el temporizador.",
          "3": "Haga clic en las soluciones para leer cada descripción antes de votar.",
          "4": "Cada jugador tiene un número limitado de votos, alentando la toma de decisiones estratégicas."
        },
        "phase2Title": "Fase 2: Votación"
      },
      "title": "¿Cómo jugar el juego?"
    }
  },
  "generic": {
    "button": {
      "back": "Atrás",
      "play": "Jugar",
      "cancel": "Cancelar",
      "save": "Ahorrar",
      "select": "Seleccionar"
    },
    "continue": "Continuar"
  },
  "lobby": {
    "header": {
      "facilitator-message": "Comience el juego cuando todos los jugadores estén listos.",
      "title": "¡Bienvenido al lobby {{roomName}}!",
      "player-message": "El facilitador comenzará el juego cuando todos estén listos."
    },
    "popup": {
      "choose-color": "Elija Color de icono",
      "title": "Editar nombre y color de icono",
      "choose-name": "Nombre",
      "name-placeholder": "Ingrese su nombre ..."
    },
    "userlist": {
      "actions": "Comportamiento",
      "icon": "Icono",
      "no-players": "No hay jugadores conectados.",
      "role": "Role",
      "user": "Usuario",
      "leave-room-label": "Saliente",
      "popup-label": "Editar nombre",
      "remove-player-label": "Eliminar el jugador",
      "role-placeholder": "Seleccionar rol ..."
    }
  },
  "join": {
    "header": "Habitaciones disponibles",
    "message": "Seleccione una habitación para unirse",
    "no-rooms": "No hay habitaciones disponibles"
  },
  "user-info": {
    "facilitator": "Facilitador",
    "player": "Jugador"
  },
  "error": {
    "solution-dne": "La solución del marcador no existe ..."
  },
  "results": {
    "check-score": "¡Mira tu puntaje! \nEl facilitador progresará el juego cuando esté listo.",
    "click-to-progress": "Puede hacer clic en Continuar para progresar a la siguiente ronda.",
    "export": "Exportar",
    "results": "¡Resultados!",
    "score": "Puntaje",
    "spent": "Gastado",
    "thank-you": "¡Gracias por jugar!"
  },
  "solution-info": {
    "location": "Ubicación",
    "placed-by": "Colocado por",
    "price": "Precio",
    "round-placed": "Colocado en ronda",
    "show": "Ubicación del espectáculo en OSM",
    "vote-count": "Votos cuenta",
    "votes": "Votos",
    "information": "Solución Información"
  }
}
