{
  "create": {
    "name": "Dai un nome alla tua stanza",
    "map": {
      "title": "Seleziona l'area sulla mappa",
      "desc": "Fai clic sull'icona di ricerca per individuare la tua zona. \nUsa lo strumento poligono (in alto a destra) per tracciare i confini del gioco. \nSe non viene selezionato alcun confine, verrà utilizzata l'intera area visibile."
    },
    "solutions": {
      "title": "Seleziona le soluzioni",
      "tooltip": "Scegli le soluzioni su misura per il tuo contesto locale, assicurandoti che affrontino le sfide regionali in modo efficace.",
      "limit": {
        "tooltip": "Assegna il numero di soluzioni che ogni partecipante può posizionare sulla mappa nella prima fase (posizionamento) di ogni round."
      }
    },
    "roles": {
      "title": "Seleziona i ruoli",
      "tooltip": "Scegli i ruoli delle parti interessate che saranno disponibili per i giocatori"
    },
    "time": {
      "placement": {
        "title": "Tempo per il posizionamento",
        "tooltip": "Imposta il timer per la prima fase di ogni round (posizionamento delle soluzioni sulla mappa all'interno dell'area definita)."
      },
      "voting": {
        "title": "È ora di votare",
        "tooltip": "Imposta il timer per la seconda fase di ogni round (votazione per le soluzioni piazzate dai giocatori nella prima fase)."
      }
    },
    "cancel": "Cancellare",
    "confirm": "Crea stanza",
    "random_name": "Casuale",
    "votes": {
      "tooltip": "Assegnare il numero di voti che ciascun partecipante ha per la seconda fase di ogni turno (votazione).",
      "title": "Voti massimi"
    },
    "budget": {
      "title": "Bilancio iniziale"
    },
    "solutions_limit": {
      "title": "Soluzioni massime per round per giocatore"
    },
    "rounds": {
      "tooltip": "Imposta il numero totale di round per questa sessione. \nOgni turno prevede una fase di piazzamento e votazione.",
      "title": "Turni totali"
    },
    "players": {
      "tooltip": "Imposta il numero massimo di giocatori che possono partecipare a questo gioco.",
      "title": "Giocatori massimi"
    },
    "header": {
      "message": "Crea la tua stanza personalizzandola di seguito.",
      "title": "Sei il facilitatore!"
    }
  },
  "home": {
    "desc": "Costruire il consenso per la pianificazione dell’adattamento climatico",
    "start": "Inizio",
    "choose": "Scegli un'opzione di camera qui sotto per iniziare!",
    "create": "Creare",
    "join": "Giuntura",
    "about": "Di"
  },
  "play": {
    "modal": {
      "start": {
        "game": {
          "title": "Fase uno: individuazione delle soluzioni",
          "message": "Seleziona le soluzioni dal pannello di sinistra e posizionale sulla mappa all'interno dell'area predefinita. \nPosiziona tutte le soluzioni prima che il timer scada. \nUtilizza il menu a discesa per leggere la descrizione di ciascuna soluzione prima di posizionarla sulla mappa. \nOgni giocatore può selezionare un numero limitato di soluzioni. \nI partecipanti sono incoraggiati a rivedere tutte le opzioni e a scegliere le soluzioni che ritengono più efficaci e fattibili.",
          "button": "Inizia a posizionare",
          "message2": "Aspetta che il facilitatore inizi il round.",
          "tip": "Suggerimento: è possibile utilizzare il pulsante Layer sulla mappa per passare alle immagini satellitari."
        },
        "voting": {
          "title": "Fase due: votazione",
          "message": "Clicca le soluzioni sulla mappa posizionate nel turno precedente e vota. \nUsa tutti i tuoi voti prima che il tempo scada. \nClicca sulle soluzioni per leggere ogni descrizione prima di votare. \nOgni giocatore ha un numero limitato di voti, incoraggiando il processo decisionale strategico.",
          "button": "Inizia a votare",
          "message2": "Aspetta che il facilitatore inizi il voto."
        }
      },
      "end": {
        "title": "Giro finito",
        "message": "Il facilitatore deve passare al turno successivo.",
        "button": "Prossimo turno"
      },
      "confirmation": {
        "finish-voting": "Sei sicuro di voler finire il voto prima che finisca il timer?",
        "confirm": "Conferma",
        "confirm-vote": "Sei sicuro di voler votare",
        "finish-round": "Sei sicuro di voler finire questo round prima che il timer finisca?",
        "no": "NO",
        "yes": "SÌ"
      }
    },
    "voting": {
      "players-finished": "Tutti i giocatori hanno finito di votare.",
      "learn-more": "Fai clic su una soluzione per saperne di più",
      "votes-left": "Voti rimasti"
    },
    "game": {
      "budget": "Budget",
      "place-solution": "Fai clic sulla mappa per posizionare la soluzione selezionata.",
      "role": "Ruolo",
      "solutions": "Soluzioni"
    },
    "generic": {
      "back": "Torna alla lista",
      "delete": "Eliminare",
      "end-round": "Termina round",
      "end-voting": "Termina il voto",
      "time": "Tempo",
      "vote": "Votare"
    }
  },
  "about": {
    "desc": "Questo gioco è uno strumento interattivo per coinvolgere le comunità e le autorità locali nel co-creazione di soluzioni urbane. \nQuesta piattaforma digitale facilita il processo decisionale spaziale partecipativo affrontando le prospettive contrastanti e promuovendo la collaborazione. \nI partecipanti lavorano insieme per proporre, discutere e votare soluzioni su misura per le esigenze ecologiche, sociali ed economiche specifiche della regione. \nQuesto processo incoraggia il processo decisionale inclusivo e promuove soluzioni innovative basate sulla comunità per lo sviluppo sostenibile.",
    "how-to-play": {
      "desc": {
        "beforeStartDescription": "I facilitatori hanno preparato il palcoscenico definendo l'area di interesse e personalizzando il gioco disegnando un poligono e delineando i confini del gioco. \nI facilitatori selezionano quindi un elenco di soluzioni EBA adatte al contesto locale, garantendo che si allineino con le sfide regionali.",
        "beforeStartTitle": "Prima dell'inizio del gioco:",
        "phase1Steps": {
          "1": "Seleziona soluzioni dal pannello sinistro e posizionarle sulla mappa all'interno dell'area predefinita.",
          "2": "Posizionare tutte le soluzioni prima della scadenza del timer.",
          "3": "Usa il discesa per leggere la descrizione di ciascuna soluzione prima di posizionarlo sulla mappa.",
          "4": "Ogni giocatore può selezionare un numero limitato di soluzioni."
        },
        "phase1Title": "Fase 1: Posiziona soluzioni",
        "phase2Steps": {
          "1": "Fai clic su soluzioni sulla mappa inserita nel round precedente e vota.",
          "2": "Utilizza tutti i tuoi voti per le soluzioni prima della scadenza del timer.",
          "3": "Fai clic sulle soluzioni per leggere ogni descrizione prima del voto.",
          "4": "Ogni giocatore ha un numero limitato di voti, incoraggiando il processo decisionale strategico."
        },
        "phase2Title": "Fase 2: voto"
      },
      "title": "Come giocare?"
    }
  },
  "generic": {
    "button": {
      "back": "Indietro",
      "play": "Giocare",
      "cancel": "Cancellare",
      "save": "Salva"
    },
    "continue": "Continuare"
  },
  "lobby": {
    "header": {
      "facilitator-message": "Inizia il gioco quando tutti i giocatori sono pronti.",
      "title": "Benvenuti nella lobby {{roomName}}!",
      "player-message": "Il facilitatore inizierà il gioco quando tutti saranno pronti."
    },
    "popup": {
      "choose-color": "Scegli il colore dell'icona",
      "title": "Modifica nome e colore icona",
      "choose-name": "Nome",
      "name-placeholder": "Inserisci il tuo nome ..."
    },
    "userlist": {
      "actions": "Azioni",
      "icon": "Icona",
      "no-players": "Nessun giocatore collegato.",
      "role": "Ruolo",
      "user": "Utente",
      "leave-room-label": "Lasciare spazio",
      "popup-label": "Modifica nome",
      "remove-player-label": "Rimuovi il giocatore",
      "role-placeholder": "Seleziona il ruolo ..."
    }
  },
  "join": {
    "header": "Camere disponibili",
    "message": "Seleziona una stanza per partecipare",
    "no-rooms": "Niente camere disponibili"
  },
  "user-info": {
    "facilitator": "Facilitatore",
    "player": "Giocatore"
  },
  "error": {
    "solution-dne": "La soluzione dal marcatore non esiste ..."
  },
  "results": {
    "check-score": "Dai un'occhiata al tuo punteggio! \nIl facilitatore progredirà il gioco quando è pronto.",
    "click-to-progress": "Puoi fare clic su Continua a progredire al round successivo.",
    "export": "Esportare",
    "results": "Risultati!",
    "score": "Punto",
    "spent": "Speso",
    "thank-you": "Grazie per aver suonato!"
  },
  "solution-info": {
    "location": "Posizione",
    "placed-by": "Posto da",
    "price": "Prezzo",
    "round-placed": "Posto in round",
    "show": "Mostra posizione in OSM",
    "vote-count": "I voti contano",
    "votes": "Voti"
  }
}
