{
  "create": {
    "name": "Nazwij swój pokój",
    "map": {
      "title": "Wybierz obszar na mapie",
      "desc": "Kliknij ikonę wyszukiwania, aby zlokalizować swój obszar. \nUżyj narzędzia wielokąta (w prawym górnym rogu), aby narysować granice gry. \nJeśli nie zostanie wybrana żadna granica, użyty zostanie cały widoczny obszar."
    },
    "solutions": {
      "title": "Wybierz rozwiązania",
      "tooltip": "Wybierz rozwiązania dostosowane do lokalnego kontekstu, zapewniając, że skutecznie sprostają wyzwaniom regionalnym.",
      "limit": {
        "tooltip": "Przydziel liczbę rozwiązań, które każdy uczestnik może umieścić na mapie w pierwszej fazie (umieszczania) każdej rundy."
      }
    },
    "roles": {
      "title": "Wybierz role",
      "tooltip": "Wybierz role interesariuszy, które będą dostępne dla graczy"
    },
    "time": {
      "placement": {
        "title": "Czas na rozmieszczenie",
        "tooltip": "Ustaw licznik czasu dla pierwszej fazy każdej rundy (umieszczając rozwiązania na mapie w określonym obszarze)."
      },
      "voting": {
        "title": "Czas na głosowanie",
        "tooltip": "Ustaw licznik czasu dla drugiej fazy każdej rundy (głosowanie na rozwiązania umieszczone przez graczy w pierwszej fazie)."
      }
    },
    "cancel": "Anulować",
    "confirm": "Utwórz pokój",
    "random_name": "Losowy",
    "votes": {
      "tooltip": "Przydziel liczbę głosów, jaką posiada każdy uczestnik na drugą fazę każdej rundy (głosowanie).",
      "title": "Maksymalna liczba głosów"
    },
    "budget": {
      "title": "Początkowy budżet"
    },
    "solutions_limit": {
      "title": "Maksymalna liczba rozwiązań na rundę na gracza"
    },
    "rounds": {
      "tooltip": "Ustaw całkowitą liczbę rund w tej sesji. \nKażda runda składa się z jednej fazy rozmieszczania i głosowania.",
      "title": "Całkowita liczba rund"
    },
    "players": {
      "tooltip": "Ustaw maksymalną liczbę graczy, którzy mogą brać udział w tej grze.",
      "title": "Maksymalna liczba graczy"
    },
    "header": {
      "message": "Utwórz pokój, dostosowując go poniżej.",
      "title": "Jesteś facylitatorem!"
    }
  },
  "home": {
    "desc": "Budowanie konsensusu w sprawie planowania adaptacji do klimatu",
    "start": "Start",
    "choose": "Aby rozpocząć, wybierz opcję pokoju poniżej!",
    "create": "Tworzyć",
    "join": "Dołączyć",
    "about": "O grze"
  },
  "game": {
    "modal": {
      "start": {
        "placement": {
          "title": "Faza pierwsza: Umieszczanie rozwiązań",
          "message": "Wybierz rozwiązania z lewego panelu i umieść je na mapie w obrębie wcześniej zdefiniowanego obszaru. \nUmieść wszystkie rozwiązania przed upływem czasu. \nSkorzystaj z menu rozwijanego, aby przeczytać opis każdego rozwiązania przed umieszczeniem go na mapie. \nKażdy gracz może wybrać ograniczoną liczbę rozwiązań. \nUczestników zachęca się do przejrzenia wszystkich opcji i wybrania rozwiązań, które ich zdaniem są najskuteczniejsze i wykonalne.",
          "button": "Rozpocznij umieszczanie",
          "message2": "Poczekaj, aż facylitator rozpocznie rundę.",
          "tip": "Wskazówka: możesz użyć przycisku warstw na mapie, aby przełączyć się na obrazy satelitarne."
        },
        "voting": {
          "title": "Faza druga: głosowanie",
          "message": "Kliknij rozwiązania na mapie umieszczonej w poprzedniej rundzie i zagłosuj. \nWykorzystaj wszystkie swoje głosy przed upływem limitu czasu. \nKliknij rozwiązania, aby przeczytać każdy opis przed oddaniem głosu. \nKażdy gracz ma ograniczoną liczbę głosów, co zachęca do podejmowania strategicznych decyzji.",
          "button": "Rozpocznij głosowanie",
          "message2": "Poczekaj, aż facylitator rozpocznie głosowanie."
        }
      },
      "end": {
        "title": "Runda zakończona",
        "message": "Facylitator musi przejść do następnej rundy.",
        "button": "Następna runda"
      }
    },
    "confirmation": {
      "finish-voting": "Czy na pewno chcesz zakończyć głosowanie, zanim skończy się timer?"
    },
    "voting": {
      "players-finished": "Wszyscy gracze zakończyli głosowanie."
    }
  },
  "about": {
    "desc": "Ta gra jest interaktywnym narzędziem do angażowania społeczności i władz lokalnych w współtworzenie rozwiązań miejskich. \nTa cyfrowa platforma ułatwia podejmowanie decyzji przestrzennych partycypacyjnych, zajmując się sprzecznymi perspektywami i promując współpracę. \nUczestnicy pracują razem, aby proponować, omawiać i głosować nad rozwiązaniami dostosowanymi do specyficznych potrzeb ekologicznych, społecznych i ekonomicznych regionu. \nProces ten zachęca do podejmowania decyzyjnych integracyjnych i wspiera innowacyjne, oparte na społeczności rozwiązania dla zrównoważonego rozwoju.",
    "how-to-play": {
      "desc": {
        "beforeStartDescription": "Facylitatorzy przygotowują scenę, definiując obszar zainteresowania i dostosowując grę, rysując wielokąt i wyznaczając granice gry. \nNastępnie facylitatorzy wybierają listę rozwiązań EBA dostosowanych do lokalnego kontekstu, zapewniając, że są zgodne z wyzwaniami regionalnymi.",
        "beforeStartTitle": "Przed rozpoczęciem gry:",
        "phase1Steps": {
          "1": "Wybierz rozwiązania z lewego panelu i umieść je na mapie w obszarze wstępnie zdefiniowanym.",
          "2": "Umieść wszystkie rozwiązania przed wygaśnięciem czasu.",
          "3": "Użyj menu, aby odczytać opis każdego rozwiązania przed umieszczeniem go na mapie.",
          "4": "Każdy gracz może wybrać ograniczoną liczbę rozwiązań."
        },
        "phase1Title": "Faza 1: Umieść rozwiązania",
        "phase2Steps": {
          "1": "Kliknij rozwiązania na mapie umieszczonej w poprzedniej rundzie i głosuj.",
          "2": "Wykorzystaj wszystkie swoje głosy na rozwiązania, zanim wygaśnie czas.",
          "3": "Kliknij rozwiązania, aby przeczytać każdy opis przed głosowaniem.",
          "4": "Każdy gracz ma ograniczoną liczbę głosów, zachęcając do strategicznego podejmowania decyzji."
        },
        "phase2Title": "Faza 2: Głosowanie"
      },
      "title": "Jak grać w grę?"
    }
  },
  "generic": {
    "button": {
      "back": "Z powrotem",
      "play": "Grać",
      "cancel": "Anulować",
      "save": "Ratować"
    }
  },
  "lobby": {
    "header": {
      "facilitator-message": "Rozpocznij grę, gdy wszyscy gracze są gotowi.",
      "title": "Witamy w lobby {{RoomName}}!",
      "player-message": "Facylitator rozpocznie grę, gdy wszyscy będą gotowi."
    },
    "popup": {
      "choose-color": "Wybierz kolor ikon",
      "title": "Edytuj nazwę i kolor ikon",
      "choose-name": "Nazwa",
      "name-placeholder": "Wprowadź swoje imię ..."
    },
    "userlist": {
      "actions": "Działania",
      "icon": "Ikona",
      "no-players": "Żadnych graczy.",
      "role": "Rola",
      "user": "Użytkownik",
      "leave-room-label": "Opuść pokój",
      "popup-label": "Edytuj nazwę",
      "remove-player-label": "Usuń gracza",
      "role-placeholder": "Wybierz rolę ..."
    }
  },
  "join": {
    "header": "Dostępne pokoje",
    "message": "Wybierz pokój do dołączenia",
    "no-rooms": "Brak dostępnych pokoi"
  },
  "user-info": {
    "facilitator": "Facylitator",
    "player": "Odtwarzacz"
  }
}
